Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: Too many files
oru: زُت ݫات فئلی

source: Top Contributors
oru: ا چِګ شریچی

source: Total
oru: اره

source: Total Approved
oru: اره که ا څېن منظور سُکِن

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
oru: خورېنڅه طرف کی بُو ماخ ائ فائدي جَوَتېن او آ بو صفا کېن که ا څېن معلومات بو پبلِک کېن۔ ائ ځېم لِنکی استعمال کېون که ته مشترک آواز اکا،نټ لاسته ته خوئ ډیوائس په ذریعه شُوري کېوی

source: Toward next goal
oru: پېری بېڅه ته مقصد په طرف

source: Track progress here and on your stats page.
oru: ته مُخکی څېک ا خالت ته ترتُو ته شمېر صفحه لاسته وُر

source: Transcribe
oru: نقل

source: Transcribe answers
oru: ا ځَوَبَّبي نقل کَۀ

source: Transcribe Audio
oru: ا اډیو تقل کَۀ

source: Transcribe audio recordings into text
oru: ا اډیو ریکارډنګ ته لیک صورت نر تیارېون

source: Transcribe audio recordings in your language
oru: ته اډیو ا ریکارډنګ خوئ زبان نر نقل کېون

source: Transcribe Audio <small>(Coming soon)</small>
oru: ا ا ډیو نقل کَۀ <small>څوار بُو سېره </small>

source: Transcript edited successfully
oru: ا نقل ارډیټ ݭیوک په کامیابي سره

source: Transcript skipped successfully
oru: ا نقل ان په کامیابي سره سکِپ دوک

source: Transcript submitted successfully
oru: ا نقل پېش ݭیوک په کامیابي سره

source: Transcript voted successfully
oru: ا نقل په کامیابي سره ووټ ووټ دوک

source: Transgender
oru: نرشِځ

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
oru: <translateVideoLink> ترماخ اوسائټ جیرکئ که په پۀ ن پویٛ کوی که ا پونتون بُو څا استعمالېک سَۀ

source: Translating the site
oru: ته سائټ ا ترجمه کؤ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
oru: ا ترجمه يې هۀ خه انګرېزي نر، خه تو يې بو <strong> نر تجویز ديېک اېنچی ته بيې زبنی پاره۔ </strong> نرته پروفائل ا آئکن کلِک کَۀ، او ته <strong> سېټنګ لِنک کی چیواو ا څېن زبان يې بو که تو غؤس افۀ ل ګډ کَۀ۔ څېم خورېنڅه کُنجئ نر دل يې سوته ترجمه لیسټ زا که فۀ کی بو <strong> لوکېل غوېک سَۀ۔ ا ترجمه دل سُو ݭيې ریوز بعد سائټ نر جوَت سَۀ۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
oru: ته مشترک آوازي ا سائټ بُو څا ترجمه کېک سَۀ <strong> پونتون نر

source: Try again by dragging your file here
oru: دوبارۀ کوشش کَۀ، که ا فائل دۀ کی دِګېوی

source: Try uploading again
oru: دوبارۀ وه ته اپ لوډ کؤ کوشش کَۀ

source: Tshivenda
oru: تاشوندئے

source: Tunen
oru: تونِنئے

source: Tupuri
oru: تُوپُرئے

source: Turkish
oru: تُرکئے

source: Turkmen
oru: ترکمنئے

source: Tuvan
oru: توونئے

source: Twi
oru: توئے

source: Typically megabytes
oru: ټیپیکلی مېګابائټس

source: Ubykh
oru: اوبېخئے

source: Udmurt
oru: اودمرتئے

source: Ukrainian
oru: یوکرنئے

source: Understand contribution criteria
oru: ته حصه ته نیکیزؤ ته پېمانه ا زدکړه

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
oru: ته پېش کؤ آ زدکړه او که ته جمله توثیق يې سو څا کېوی او آډیو کلِپ سو څا مشترک آواز کی څا ڒیڅېوی

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
oru: آ زدکړه که څه يې سو جیرېوی کان که ا وائس کلِپ امر، او ته آواز ا ریکارډنګ يې مضبوط ګه بَۀ

source: Universities, Academics and Researchers
oru: یونیورسټي، تعلیمی ماهر او ریسرچرز

source: Upload aborted. Do you want to delete your recordings?
oru: ا اپلوډ ناکام ݭیوک۔ تُو بو زېيي که ا ریکارډنګ ختُم کی؟

source: Upload an image file
oru: تصویري فائل يې اپ لوډ کَۀ

source: { $uploadedSentences } of { $totalSentences } sentences collected
oru: { $uploadedSentences } که { $totalSentences } جملي جمع سُکِن

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
oru: { $uploadedSentences } ته{ $totalSentences } جمع جملي <downloadLink> دۀ </downloadLink> که ا رد جملي ډاؤن لوډ سېن

source: Upload failed, please retry.
oru: اپ لوډ ناکامیاب ، بيې وه کوشِش کَۀ

source: Upload <icon></icon> public domain sentences
oru: اپ لوډ <icon> پبلک ډومېن جمله </icon>

source: Upload in progress...
oru: اپ لوډ جاري هۀ

source: Upload more sentences?
oru: بيے جملي دی اپ لوډ کَۀ

source: Upload of this clip keeps failing at server. Reload the page or try again later.
oru: ته پۀ کلِپ ا اپ ډېټ بو سرور نر فېل کېک سَۀ۔ ا صفحه بيې لوډ کَۀ یا وه سۀ ساعت بعد بيې کوشِش کَۀ

source: Upload of this clip keeps failing, keep retrying?
oru: ته پۀ کلِپ ا اپ لوډ بو فېل کېک سَۀ، تُو ا دوبارۀ کوشِش جاري سېتن؟

source: Urdu
oru: اردو

source: Use correct grammar
oru: ا ګرامر سُو صحیح لیکی

source: Use correct spelling and punctuation
oru: صحیح پنکچوېشن او املا يې سو لیکی

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
oru: فائده <mark> ته قدرتي تقریر په حوالۀ </mark> دی سو ماخ سا کېسېز جوړېن که تو يې ته سپیچ پېېندګالي کېوی، تُو سو سا خلق ګیرډ کر کېوی که ته فئ ا ژغؤ يې سُو نک لیکيېک عام بول چال بَۀ

source: User Name
oru: یُوزر نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
oru: صارفین يې بو ته فۀ شنديېک کلپ ته صحیح کؤ تصدیق کوِن که ا ژغوونئ بُو ا جملي صحیح غؤݭۍ

source: Uyghur
oru: یوغُرئے

source: Uzbek
oru: اُزبک

source: Validated Clips
oru: ا توثیق سُک کلِپی

source: Validated Hours
oru: ته ګهېنټی توثیق يې کَۀ

source: Validated Hr. Total
oru: توثیق سُک ۔Hr ټوټل

source: Validate readings
oru: ته غوېک جملي توثیق يې کَۀ

source: Validate Readings
oru: ته غوېک يې بيې تصدیق کَۀ

source: Validate Readings, Review Transcriptions
oru: ته غوېک يې بيې تصدیق کَۀ، ا نقل سۀ وار بيې جیر کَۀ

source: Validate Readings <small>(Coming soon)</small>
oru: کارګر کېک

source: Validate readings submitted by community members
oru: ته کمیونېټی ته ممبرنی ا پېش ݭیوک غوېک تصدیق کېون

source: Validate user-recorded readings in your language
oru: ته استعمال کوونکئ ا نقل تصدیق کَۀ

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
oru: ته کر واله پېش ݭیوک کلِپ يې ضروري هۀ ته مشترک آواز مِشن نر۔ سبق يې وده کَۀ او ترماخ مدد کَۀ، که معیاري ته میوک ذریعه ته آواز ډېټا يې جوړ کيېن

source: Validation Progress
oru: توثیق سُک په مُخ څېک

source: Validations
oru: توثیچی

source: Value and recognition.
oru: عزت ڒیوک او ته کر ا منئېڅن

source: Variant Contribution Options
oru: ته بِڅخل قسم نر ته حصه ته وریوڅن ا وُرغېوي

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
oru: وېریئنټ يې ته سۀ زبان ا مخصوص یا بِڅخل قسُم هۀ سکه مثال شرا جغرافیه یا ا کمیونېټی ن يې ګډ بَۀ۔ کان بُو پۀ کی ډائلېکټ یا لهجۀ ګه غوېک سَۀ

source: Varying Pronunciations
oru: مختلف ادائګي (ته الفاظ)

source: Venetian
oru: وېنېشئے

source: Version
oru: ورژن

source: Very common mistakes include:
oru: ای عام غلطيے نر ائ شامل اِن۔

source: Vietnamese
oru: وېټنامئے

source: View your progress against personal and project goals.
oru: ا خوئ په مُخ څېک په مقابله ته ذاتي مقصد او ته پراجېکټ ته مقپد

source: Visible
oru: ديېک بُو سَۀ

source: Visit our blog or write about us
oru: ترماخ بلاګ کی ر زئ یا لیک کَۀ ترماخ بارۀ نر

source: Voice clips are entered into a submission queue that readies them for listening.
oru: ته آواز ا کلپ بوګډ سَۀ فۀ ڒیوک قطار کی، که ته امريېڅن پناره بُو تیارېک سَۀ

source: Voice Collection
oru: آوزی جمع کؤ

source: Voice Contribution
oru: ته آواز ا ڒیوڅن

source: Voice Dataset, Ready for Download
oru: آوازي ډېټا سېټ، ته ډاؤن پاره تیار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
oru: ا آواز يې قدرتي هۀ۔ ا آواز يې ݫوندئ سارئ هۀ، جکه ماخ خوش يېن که ته استعمال قابل ته آواز ټېکنالوجی يې جوړ کيېن ترماخ ته مشین پاره۔ خه ته آواز ته سسټم ته جوړؤ پناره يې تخلیق کار لیکی زُت ݫیات مقدار نر ته آواز ډېټا پکر هۀ

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
oru: آواز يې قدرتي هۀ، آواز انسان هۀ، جِکه بو ماخ خوش ݭيېن که ماخ ته استعمال قابل ته آواز ټېکنالوجی ترماخ ته مشین پاره تخلیق کيېن۔ خه ته آواز سستم ته جوړؤ پاره يې زُت ݫیات مقدار تر ته آواز ډېټا پکر هۀ۔

source: Voices Online Now
oru: ا آواز پېری آن لائن هۀ

source: Voice Validation
oru: ته آواز ا صحیح کؤ

source: Volume
oru: ته ژغ ا چِګ ا ټُوټ

source: Votic
oru: ووټیشئے

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
oru: VoxForge يې ته نقل سپیچ ته جمع کؤ پاره جوړ ݭیوک بیوک ته لیه میوک ذریعه ته اوپن سپیچ ته پېݫندګالي اِنجر ته استعمال پاره

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
oru: تُو بو زېيي که مشترک آواز پۀ لاسته ګۀ سِر سَۀ؟ زبردست، په ذریعه ته ای مېل يې رابطه کېون یا <discourseLink> مباحثه فورم کی ته سائټ ا معامېلي<githubLink>ګډ کېون یا، </matrixLink> ته کمیونېټی ګپ ګډ شامل سُن

source: Want to save your information? <createProfile>Create a profile</createProfile>
oru: ا معلومات بُو سېو کؤ زېيي <createProfile> ته پۀ پاره يې پروفائل جوړ کَۀ

source: Want to stay in touch with Common Voice?
oru: مشترک آواز ګیرډ يې بو رابظه زَئِم

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
oru: تُو کی ګه افئ اپ ډېټس پکر اِن ماخ يې که ته مشترک آواز ډېټا سېټ نر نیوو ورژن تیار کيېن؟ ترماخ ا نیوز لېټر سبسکرائب کوئ

source: Watch our video explainer to help
oru: ته مدد او ته ځان ته پویؤ پاره ترماخ ا explainer ویډیو جیره کئ

source: Wayuunaiki
oru: ویوناکئے

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
oru: ماخ بو همېشه انتظار کيېن که ته ډېټا کنیومر لاسته ته رئ ته ضروریات پته کيېن۔ ډېټا کولېکشن پلېټ فارم لاسته ره وُر ډېټا هېلتهـ توݭکيې۔ ماخ بُو زېن که تُو لاسته<emailFragment> امريېن </emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
oru: ماخ يې بو ته آواز سۀ سا ډېټا سېټ جوړېن که هر سړئ دې فائده نېله وریوک اېنچی کوک که ته سپیچ قبل اېپلیکېشن نر ټرېن سًۀ

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
oru: ماخ خوش يېن که ا پبلِک سېکټر ګۀ ټېکنالوجی، نیووه شئ، او ته زبان خقوق بره نر سپورټ کيېنز که ترتیوس ارادۀ يې آ بَۀ که سۀ غُټ پراجېکټ یا کېمپېن يې روان کيېن ماخ ګیرډ يې په پا پته <emailFragment> رابطه کوئ ۔

source: We are going out to get a coffee.
oru: ماخ بو پنېشته کی څېن ته ݭيې کافي پاره

source: We are going out to get coffee.
oru: ماخ بُو پنېشته کی څېن که کاقي دی تريېن

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
oru: ماخ دی آفر ڒېن خلق کی ݫیات وُرغېوي ته جنس بارۀ نر که ماخ کی ر بُو ائ ته جنس ته جَوَتؤ باره نر غؤݭِن۔ مهرباني يې کَۀ که تُو وه الفاظ نر بیان کَۀ خوئ قدرتي طریقه نر <learnMoreLink> بيې وه ګۀ زدۀ کَۀ ترماخ ا خیال ته سېکس او ته جنډر باره نر</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
oru: ماخ يې بُو موزیلا نر ته آواز کمیونېټی جوړېن۔ ماخ بُو آ زېن که ترماخ يې سۀ بی ګیرډ رابطه بَۀ۔ ته نیوه اپډېټ، ته نیووه ذریعی باره نر که آ ګه تیوس لاسته اميېن که آ ډېټا بو څا او ته څۀ پاره اتعمالَوَک سَۀ

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
oru: ترماخ يې او یقین هۀ که ته عوام دستي نر موجود او ډېټا سېټ دی سو نیووه ایجدی او صحتمن تجارتي مشین زدکړه زر تک ته سپییچ ټېکنالوجی جوړ کَوِن۔ او يې ته دنیا کوشِش هۀ او ماخ يې بو کوتیوس کی ګه دعوت ڒېن که حصه وې وینر وُرئ۔ ترماخ يې او مقصد هۀ که ته سپیچ ا ټېکنالوجی ر بيې ګه بویٛ او سۀ ځاک سَۀ او ائ مختلف ژغی دنیا نر هرکوک امرېن

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
oru: ترماخ يې او خیال هۀ که سۀ ستر ته آواز ډېټا سېټ يې ته عام خلق پاره جوړ کيېن که او سُو سۀ ته مقابله محول نر ته مشېن بنیاد زر تيېک ته سپیچ ټېکنالوجی ته زدکړه بارۀ نر۔ م سترک آواز يې ته مختلف زبنی اول لاسته ته خوئ قسُم سۀ منفرد ډېټا سېټ هۀ۔ خه او يې ګُشئ نک هۀ۔ آ صفحه ته حوالي ݭيې میوک ذریعۀ هۀ۔ څون توݭکيې يې که ته مشترک وائس او ډېټاسېټ مُخ په ترقي روان بَۀ او يې سو ته خلاص اپ ډېټ ټټوبئ بَۀ

source: Website Localization
oru: ته وېب سائټ ا مقامی کؤ

source: Websites
oru: وېب سائټس

source: We couldn’t find that page for you
oru: ماخ افا صفحۀ ترتُو پاره واک نک

source: We couldn’t get any audio clips for you to listen to. Please try again later.
oru: ماخ يې اډیو کلٍپ نک امريېک۔ بعد نره بيې کوشش کَۀ

source: We couldn’t get any sentences for you to speak. Please try again later.
oru: ماخ دی بئے جملي نک واکِن که ترتو ته غوېڅن پاره وه پېش کيېن۔ بعد نر بئے کوشش کېرن

source: Weekly
oru: هفته وار

source: Weekly Goal
oru: هفته وار ګول

source: We launch the Common Voice site in this language.
oru: ماخ يې بُو ته مشترک اوزی سائټ جوړېن، پۀ زبان نر

source: Welcome { $company } staff!
oru: په خېر سره { $company } کمپنی سټاف

source: Welcome to Common Voice
oru: مشترک آواز لیکی ر پخېر سره زئ

source: Welcome to Spontaneous Speech
oru: په خېر سره ته بقېر تیاري تقریر کی

source: Welsh
oru: وېلشئے

source: We may have run out of clips - refresh the page, or try again later.
oru: کان ترماخ ا کلپی ختم سېن ۔۔ ا َفحه تازۀ کېون یا وه څُټکی دوبارۀ کوشش کَۀ

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
oru: ماخ که کان او درخواست نک وصول دوک بَۀ۔ بيې وه ماخ کی ډائرېکټ ڒیڅَوئ پ پا پته <emailLink>{ $email }

source: We periodically release the dataset
oru: ماخ بُو وخت په وخت ا ډېټا سېټ ریلیز کېن

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
oru: ماخ يې بو آ ګه وعده کيېن که ترتیوس ا معلومات په سره انډلېن۔ مزیده جیر کَۀ ترماخ <privacyLink> لِنک نر

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
oru: ماخ يې بُو ݭيے میوک ذریعۀ جوړېن، ته مختلف زبنی ته آوزی، که هرکوکه استعمال اېنچِن ته ژغ پویِنه ته ټرېننګ ته اېپ په ذریعۀ

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
oru: ماخ يې بُو سۀ جوَت او ته عام خلق پاره سۀ ته آوزی ډېټا سېټ جوړېن۔ ا خوئ ژغ اِر ګډ کوئ۔ پکر اِر زوئ ته بيې خلق ا صحیح خبُرئ۔ او ډېټا سېټ ته هر کوک پاره عام کوئ

source: We’re experiencing unexpected downtime
oru: ماخ يې بُو ته دمه یا ته چُوټي وخت محسوس کېن

source: We're going out to get coffee.
oru: ماخ بُو پنېشته کی څېن که کافي دی وُريېن

source: We’re going out to get coffee.
oru: ماخ We’re بو ته کافي پاره پنېشته کی څېن

source: We release the dataset every 3 months.
oru: ماخ بُو ا ډېټا سېت هر ڒی مایٛ بعد ریلیز کېن

source: We're making some big changes
oru: ماڅ دی بو څه غټی تبدیليے کيېن

source: We're receiving a lot of traffic and are currently investigating the issues.
oru: ماخ کی ر دې بو زُت ݫات ټرېفک څوا، او ایزیره بُو ماخ ته پۀ معلومات کيېن

source: We’re sorry, your platform is not currently supported.
oru: معافي يې بو زېن، ایزیره بو ترتو ا پلېټ فارم نک چلا

source: Western Penan
oru: بېشتر پېنان

source: Western Sierra Puebla Nahuatl
oru: بېشترسیاره پیوبلا ناهوتئې

source: Westphalian
oru: وېسټفلنئے

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
oru: ماخ يې بُو ته ترجمه پاره ته موزیلا ټُول استعمالېن که پونتُون ال بُو غوېک سَۀ۔ پونتون نردی زُت زبنی یِن۔ خه که ترتُو ا زبان وه نک وینر بَۀ۔ تُو بُو پونتون <pontoonRequestLink> کی غوېک اېنچی که ترمُن ا زبان ال </pontoonRequestLink> کی ګډ کَۀ۔ بيې که ا زبان مشترک آوازي پراجېکټ کی ته ګډؤ پاره <githubRepoLink> کی يې درخواست کَۀ۔ افه سو او نیو زبان </githubRepoLink> کی ڒوی۔ سائټ ټرانسلېشن <localizationFragment> نريې بو په بيېلی ګه زُت څه جیر اېنچی۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
oru: ماخ دی څه تبدیليے داکِن۔ ډېلټا سېګمنټ تیووه کلِپی دَری آخېري ریلیز لاسته بعد <deltaLink> ته پۀ کر باره نر بيے ګۀ غؤس </deltaLink>

source: We've run out of sentences to record in this language...
oru: ماخ ګیرډ پۀ زبان نر ا بيے جملي ختُم سُکِن

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
oru: ماخ بُو سا غؤݭيېن که ته ژغؤ دی مختلف نموني بېن ګیرډ که ته مختلف ژغېدا واله خلق ا سۀ ا بی سرۀ سره پَزَنيېن۔ ته پۀ پاره يې که سا ډېټا سېټ جوړ سَۀ که مختلف خلق نمئندګي کوی۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
oru: ماخ بُو مشین زدۀ الګوریتم لاسته سا وېن که ته په څُټ امريېک شور لاسته ن دی خلاص کوی او که دُشکی شور يې اميېک سَۀ ګۀ، خېر هۀ۔ خه که سا نک بَۀ که کتاب لاسته غوېک ته سبق امرؤ بند کوی۔ ا غِليې څفتَري (مویقي) يې ټهیک هۀ، خه ا فا څفتري که ته پا په وجه ته بَدِله ا ټِکئ نک سهي کَوَک سېن، غلط يې هۀ

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
oru: ماخ بُو مختلف لهجي کی پخېر سرئ غؤݭيېن۔۔ ته پۀ بنیاد په بنا که تُو غؤس که ته سۀ کلِپ ته غوېڅن واله ته سړئ ا لهجه يې غلط هۀ یا وه سه لفظ نر ا زور غلط ځاک زر دوک هۀ، یا وې ته اوقاف صحیح استعمال نک دوک هۀ، ا کلِپ رد کېوی ته پۀ سو زُت احتیاط سېتی۔ دنیا نردی بو ته پروناؤنسيېشن بېشمار قسمی استعمالوَک سېن که پئ نردی سو سا ګۀ بېن که ترتو کمیونېټی نر نک امرک سېن۔ مهرباني کوئ که ته پئ پاره ا زلی ستری کوئ کوک که تیوس لاسته مختلف ژغېن

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
oru: ماخ سُو <strong> ا خوئ ته کمیونېټی ا مېنېجر خبر کيېن که يې بُ دلچسپي وُر </strong> جِکه تيې که څه اضافي سپورټ یا معلومات پکر بېن افئ دل دی سو ګۀ ڒوی

source: We will be in touch with more information about how to add your language to Common Voice very soon.
oru: ماخ سُو بيې ګه ته زیات معلومات پاره کُوتُوګیرډ رابطه نر بيېن که ترتُو ا زبان سېره مشترک آواز کی ګډ کيېن

source: We will be in touch with more information as it becomes available.
oru: ماخ سُو سۀ بی ګیرډ رابطه نر بيېن او بيې معلومات اِر دی که رسېن فئ ګیرډ

source: We will not make your email public.
oru: ماخ سُو ترتُو ا ای مېل پبلک کېن نک

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
oru: ماخ سو ترتو ته وائس ریکارډنګ ته ورےکؤ درخواست زر غؤر کيېن۔ که ترتُو ا درخواست منظور ݭیوک، ماخ سُو افۀ خلق مېلاؤ کيېن کوک که ا ډېټا سېټ ډاؤن لوډ دوک بَۀ او او درخواست ال يې سو کيېن که ائ یه وه ورے کَوِن ترتو ا وائس ریکارډنګ

source: We will show you a prompt or question
oru: ماخ دل يې سو پرمپټ یا سوال شام کيېن

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
oru: ماخ بُو کر کيېن بُنـئئـدی، سېول سوسائټي او کمیونېټی ګیرډ که ا انټرنېټ سۀ صحت من ځاک جوړ کيېن خاص کر که ا ځېستر افریقه ته توجهـ مرکز بَۀ۔ ترماخ <programmaticWork> پروګرامېټِک کر باره نر بيې ګه ا ځان پویٛ کوَئ </programmaticWork>

source: What is a language on Common Voice?
oru: مشترک آوازي نر يې ا زبان څۀ شئ هۀ؟

source: What issues are you experiencing with this content?
oru: پۀ مواد ګیرډ دی بو تُو څۀ مسًلي محسُوس کېوی؟

source: What issues are you experiencing with this sentence?
oru: پا جمله ګیرډ دل يې بو څه مسله څوا

source: What is your age?
oru: ا عمرت يې څه هۀ؟

source: What is your sex or gender?
oru: ا جِنسه ت يې څۀ هۀ

source: What kind of goal do you want to build?
oru: ا څېن نمونۀ ګول يې جوړؤ زیئی؟

source: What needs to be in my file?
oru: ترمُن فائل نر يې څۀ پکر هۀ؟

source: What sentences can I add?
oru: ا څېن نمونۀ جملي ل دی بُو از ګډ اېنچِم؟

source: What’s inside the Common Voice dataset?
oru: ته مشترک آواز ډېټا سېټ نر يې څۀ هۀ؟

source: What's Public?
oru: پبلک يې څۀ هۀ؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
oru: که ګُده ا سۀ صارف ا وائس کلپ رد کوی، افۀ ر قطار یا لېنړکی واپس زا۔ که ګُده دوباره ګۀ رد سَۀ، افه وائس کلپ بُوته کلیپی مړېستُن نر پݫیوک سَۀ۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
oru: که کانه وه امر، ته په شئ سُو زُت احتیاط کېوی که څۀ ت يې ګه ریکارډ دوک بَۀ، بالکلت ا فه يي شئ پِشتک هۀ۔ افۀ شئ بالکل ګه رد کَۀ، که ګده تې معمولی غلطي ګۀ وینر واک۔ پئ عام غلطيے نر ائ ګه شامل یِن

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
oru: کان يې که ته ریکارډنګ درخواست کېوی، ماخه بُو سۀ ځاک کيېن یا دی بُو ملټیپل ZIP فئلي جوړ کيېن۔ ائ ترتو ته تر وخت درخ،ستی یِن

source: Which variant of { $language } do you speak?
oru: ته زبان ثو څېن بدل قسم تُو غؤس

source: Why ?
oru: کيے؟

source: Why a profile?
oru: ا پروفائل کيې؟
